Repository: tpiha/wordpress-hrvatska
Catalog: dw-question-answer/dwqa-*.po
Languages: hr

# post type general name
source: Question
hr: Pitanje

# post type singular name
source: Question
hr: Pitanje

# theme
source: Add New
hr: Dodaj novo

source: Add New Question
hr: Postavi novo pitanje

source: Edit Question
hr: Uredi pitanje

source: New Question
hr: Novo pitanje

source: All Questions
hr: Sva pitanja

source: View Question
hr: Vidi pitanje

source: Search Question
hr: Traži pitanje

source: No questions found
hr: Nema pronađenih pitanja

source: No questions found in Trash
hr: U smeću nema pronađenih pitanja

# post type general name
source: Answer
hr: Odgovora

# post type singular name
source: Answer
hr: Odgovor

source: Add new answer
hr: Dodaj novi odgovor

source: Edit answer
hr: Uredi odgovor

source: New Answer
hr: Novi odgovor

source: All Answers
hr: Svi odgovori

source: View Answer
hr: Vidi odgovor

source: Search Answer
hr: Traži odgovor

source: No Answers found
hr: Nema pronađenih odgovora

source: No Answers found in Trash
hr: U smeću nema pronađenih odgovora

source: Answer
hr: Odgovora

# taxonomy general name
source: Categories
hr: Kategorije

# taxonomy singular name
source: Category
hr: Kategorija

source: Search Categories
hr: Pretraži kategorije

source: All Categories
hr: Sve kategorije

source: Parent Category
hr: Matična kategorija

source: Parent Category:
hr: Matična kategorija:

source: Edit Category
hr: Uredi kategoriju

source: Update Category
hr: Ažuriraj kategoriju

source: Add New Category
hr: Dodaj novu kategoriju

source: New Category Name
hr: Ime nove kategorije

source: Question Categories
hr: Kategorije pitanja

# taxonomy general name
source: Tags
hr: Tagovi

source: Search Tags
hr: Pretraži tagove

source: Popular Tags
hr: Popularni tagovi

source: All Tags
hr: Svi tagovi

source: Edit Tag
hr: Uredi tag

source: Update Tag
hr: Ažuriraj tag

source: Add New Tag
hr: Dodaj novi tag

source: New Tag Name
hr: Ime novog taga

source: Separate tags with commas
hr: Odvojite tagove zarezima

source: Add or remove tags
hr: Dodaj ili ukloni tagove

source: Choose from the most used tags
hr: Izaberi među najkorištenijim tagovima

source: Question Tags
hr: Tagovi pitanja

source: Next
hr: Slijedeće

source: Prev
hr: Prethodno

source: Please enter your question
hr: Molimo, upišite pitanje

source: Enter a valid email address
hr: Upišite važeću email adresu

source: Enter a question title
hr: Upišite naslov pitanja

source: Please enter your answer
hr: Molimo, upišite svoj odgovor

source: Please enter your comment content
hr: Molimo, upišite sadržaj kometara

source: Comment must have more than 2 characters
hr: Komentari moraju sadržavati barem 2 znaka (slova,broja,simbola)

source: Update
hr: Ažuriraj

source: Edit
hr: Uredi

source: Cancel
hr: Poništi

source: Do you want to delete this comment?
hr: Želite li izbrisati ovaj komentar?

source: Do you want to delete this answer?
hr: Želite li izbrisati ovaj odgovor?

source: Flag
hr: Oznaka

source: Unflag
hr: Odznači

source: This answer will be marked as spam and hidden. Do you want to flag it?
hr: Ovaj odgovor će biti označen kao spam i sakriven. Želite li ga označiti?

source: This answer was flagged as spam. Do you want to show it
hr: Ovaj odgovor je označen kao spam. Želite li ga prikazati

source: This answer was flagged as spam
hr: Ovaj odgovor je označen kao spam

source: hide
hr: sakrij

source: show
hr: prikaži

source: Open
hr: Otvoreno

source: Pending
hr: U tijeku

source: Resolved
hr: Riješeno

source: Re-Open
hr: Ponovo otvoreno

source: Closed
hr: Zaključano

source: %s second
hr: %s sekunda

source: about %s min
hr: otprilike %s minuta

source: about %s hour
hr: otrpilike %s sat

source: %s day
hr: %s dan

source: This answer will be hide when flag it. Are you sure?
hr: Ovaj će odgovor biti skriven kad ga označite. Jeste li sigurni?

source: Author
hr: Autor

source: In Response To
hr: Odgovor na

source: Submitted
hr: Podnijeto

source: on
hr: na

source: answered
hr: odgovoreno

source: voted
hr: glasano

source: views
hr: pogleda

source: Related Question
hr: Povezana pitanja

source: asked by
hr: postavio

source: Are you cheating, huh?
hr: Varate, a?

source: What
hr: Što

source: You voted for this
hr: Glasali ste za ovo

source: Delete draft
hr: Izbriši skicu

source: Answer for
hr: Odgovor na

source: Save draft
hr: Spremi kao skicu

source: Are you cheating huh?
hr: Varata, a?

source: Missing answer ID
hr: Nedostaje ID odgovora

source: User Registration was disabled.
hr: Registracija korisnika je onemogućena.

source: This email is already registered, please choose another one.
hr: Ova email adresa je već registrirana u sustavu. Molimo, izaberite drugu email adresu.

source: This username is already registered. Please choose another one.
hr: Ovo korisničko ime je već registrirano u sustavu. Molimo, izaberite drugo korisničko ime.

source: Comment content must not be empty.
hr: Sadržaj komentara ne smije biti prazan.

source: Comment ID must be show.
hr: ID komentara mora biti prikazan

source: Missing id of answer
hr: Nedistaje ID pitanja

source: Publish
hr: Objavi

source: Choose as best answer
hr: Označi kao najbolji odgovor

source: Detail
hr: Detalji

source: Answered on
hr: Odgovoreno

source: Read more
hr: Više

source: View all posts filed under %s
hr: Pogledaj sve unose pod %s

source: Feed for all posts filed under %s
hr: Feed za sve unose pod %s

source: Overview
hr: Pregled

source: Why use DW Question & Answer
hr: Zašto koristiti DW Question & Answer

source: You need a support channel inside wordpress page?
hr: Trebate li kanal za podršku unutar WordPress stranice?

source: Create Submit Question Page
hr: Kreirajte

source: How to create submit question page?
hr: Kako kreirati stranicu Postavljam pitanje ?

source: Go to <strong>Dashboard -> Question -> Settings</strong>
hr: Idite na <strong>Dashboard -> Question -> Settings</strong>

source: Available Settings
hr: Dostupne postavke

source: Go to config your support channel
hr: Konfigurirajte kanal za podršku

source: Go to ...?
hr: Idi na ... ?

source: For more information:
hr: Za više informacija:

source: Documentations
hr: Dokumentacija

source: Support
hr: Podrška

source: Sorry, but nothing matched your filter.
hr: Žao nam je, ništa ne zadovoljava tvoj kriterij pretraživanja.

source: You can ask question <a href="
hr: Možeš postaviti pitanje <a href="

source: Please <a href="
hr: Molimo <a href="

source: or
hr: ili

source: to submit question.
hr: kako biste postavili pitanje

source: Search query are empty
hr: Upit za pretraživanje je prazan

source: Answers
hr: Odgovori

source: A new question was posted on {site_name}
hr: Novo pitanje je postavljeno na stranici {site_name}

source: A new answer for "{question_title}" was posted on {site_name}
hr: Novi odgovor na "{question_title}" objavljen je na {site_name}

source: Anonymous
hr: Anonimno

source: [{site_name}] You have a new comment for question {question_title}
hr: [{site_name}] Imate novi komentar na pitanje {question_title}

source: [{site_name}] You have a new comment for answer
hr: [{site_name}] Imate novi komentar na odgovor

source: Config your support channel
hr: Konfigurirajte vaš kanal za podršku

source: Change comment setting, and create submit question page.
hr: Promijenite postavke komentara i kreirajte stranicu Postavljam pitanje

source: Plugin Settings
hr: Postavke plugina

source: Settings
hr: Postavke

source: DWQA Settings
hr: DWQA postavke

source: New Question Notification
hr: Obavijesti o novim pitanjima

source: Save all changes
hr: Spremi sve promjene

source: New Answer Notification
hr: Obavijest o novom pitanju

source: New Comment to Question Notification
hr: Obavijesti o komentarima na pitanje

source: New Comment to Answer Notification
hr: Obavijesti o komentarima na odgovor

source: Login Restriction
hr: Ograničenje prijave

source: Question List Page
hr: Stranica liste pitanja

source: Ask Question Page
hr: Stranica Postavi pitanje

source: Time settings
hr: Postavke vremena

source: New Question Time Frame
hr: Vremenski okvir novog pitanja

source: Question Overdue - Time Frame
hr: Istek pitanja - vremenski okvir

source: Permalink Settings
hr: Postavke stalnih veza

source: New Question Notification Subject
hr: Naslov obavijesti o novom pitanju

source: New Answer Notification Subject
hr: Naslov obavijesti o novom odgovoru

source: New Comment Question Notification Subject
hr: Naslov obavijesti o novom komentaru na pitanje

source: New comment of question notify
hr: Obavijest o novom komentaru na pitanje

source: New Comment Answer Notification Subject
hr: Naslov obavijesti o novom komentaru na odgovor

source: New comment of answer notify
hr: Obavijest o novom komentaru na odgovor

source: Login required. No anonymous allowed
hr: Potrebno je biti prijavljen.

source: Select Archive Question Page
hr: Izaberi stranicu s arhivom pitanja

source: A page where displays all questions
hr: Stranica za prikaz svih pitanja

source: hours
hr: sati

source: A period of time in which new questions are highlighted and marked as New
hr: Vremenski okvir u kojem su nova pitanja označena kao Novo

source: days
hr: dana

source: A Question will be marked as overdue if passes this period of time, starting from the date the question was submitted
hr: Pitanje će biti označeno kao Isteklo ako istekne ovaj vremenski okvir, počevši od datuma kada je pitanje postavljeno

source: Select Submit Question Page
hr: Izaberi stranicu Postavi pitanje

source: A page where users can submit questions.
hr: Stranice gdje korisnici mogu postavljati pitanja.

source: Upload
hr: Dodaj

source: Upload or choose a logo to be displayed at the top of the email
hr: Dodaj ili izaberi logo koji će biti prikazan na vrhu emaila

source: Email subject
hr: Predmet e-maila

source: Email Content
hr: Sadržaj e-maila

source: New
hr: Novo

source: answer
hr: odgovor

source: This question has been closed
hr: Ovo pitanje je zaključano

source: Answer this Question
hr: Odgovori na ovo pitanje

source: Add answer
hr: Dodaj odgovor

source: You need an account to submit question and get answers. Create one:
hr: Trebaš biti registriran da bi mogao postavljati pitanja. Registriraj se:

source: Type your email
hr: Upiši svoj mail

source: Already a member?
hr: Već si registriran

source: Log In
hr: Prijavi se

source: Login to submit your question
hr: Prijavi se i postavi pitanje

source: Not yet a member?
hr: Još nisi registriran? Što čekaš?

source: Register
hr: Registriraj se

source: Private: %s
hr: Privatno: %s

source: Ask a question
hr: Postavi pitanje

source: All
hr: Sve

source: Need Answer
hr: Čeka odgovor

source: Answered
hr: Odgovoreno

source: Overdue
hr: Isteklo

source: Queue
hr: Na čekanju

source: Select a category
hr: Odaberi kategoriju

source: Empty
hr: Isprazni

source: View
hr: Pregleda

source: Vote
hr: Glasova

source: Sorry, but nothing matched your filter.
hr: Žao nam je, ništa ne zadovoljava tvoj kriterij pretraživanja.

source: Comment navigation
hr: Navigacija

source: &larr; Older Comments
hr: &larr; Stariji odgovori

source: Newer Comments &rarr;
hr: Noviji odgovori &rarr;

source: Comments are closed.
hr: Odgovaranje nije moguće

source: comment
hr: odgovor

source: Comment
hr: Odgovor

source: Delete
hr: Briši

source: Staff
hr: Admin

source: Link to answer
hr: Link na odgovor

source: This answer was flagged as spam.
hr: Ovaj odgovor je označen kao spam.

source: Vote Up
hr: Palac gore

source: Vote Down
hr: Palac dole

source: Edit comment
hr: Uredi odgovor

source: Your comment is awaiting moderation.
hr: Tvoj odgovor je stavljen na čekanje

source: Permalink to %s
hr: Link na %s

source: Posts by %s
hr: Pitanja by %s

source: view
hr: pogled

source: vote
hr: glas

source: Tags
hr: Tagovi

source: Views
hr: Pregleda

source: Continue reading <span class="meta-nav">&rarr;</span>
hr: Nastavi čitati <span class="meta-nav">&rarr;</span>

source: Pages:
hr: Stranice:

source: Was this post useful to you?
hr: Da li je ovo pitanje bilo korisno?

source: Yes
hr: Da

source: No
hr: Ne

source: Change
hr: Promijeni

source: Question Category
hr: Kategorija pitanja

source: Select question category
hr: Odabri kategoriju pitanja

source: Your question
hr: Tvoje pitanje

source: Question details
hr: Detaljnije opiši svoje pitanje

source: Post this Question as Private.
hr: Postavi pitanje kao privatno

source: Only we and you can read the question. No one else can!
hr: Samo ti i članovi administratorskog tima možete vidjeti ovo pitanje. I nitko više!

source: Ask Question
hr: Postavi pitanje
